Revit 2027 API
AssemblyViewUtils.CreateSingleCategorySchedule Method
Overload List
Name | Description
CreateSingleCategorySchedule(Document, ElementId, ElementId) |  Creates a new single-category schedule assembly view for the assembly instance.
CreateSingleCategorySchedule(Document, ElementId, ElementId, ElementId, Boolean) |  Creates a new single-category schedule assembly view for the assembly instance.
Top
See Also
Reference
AssemblyViewUtils Class
Autodesk.Revit.DB Namespace